[
  {
    "_id": "5f23e70b0930128f02cd82d0",
    "user": "5f23ea3fbd7c768fb0c1af03",
    "title": "Nathan Ake: Bournemouth accept £41m Manchester City bid for defender",
    "author": "publisher",
    "body": "Manchester City have had a £41m offer for defender Nathan Ake accepted by Bournemouth. Talks between the clubs over the Netherlands centre-back had begun before the end of the Premier League season, but confirmation of Bournemouth's relegation to the Championship on Sunday all but confirmed the 25-year-old would depart this summer.",
    "category": "Soccer",
    "likes": 232,
    "shared": 22
  },
  {
    "_id": "5f23e7150930128f02cd82d1",
    "user": "5f23ea3fbd7c768fb0c1af03",
    "title": "Way-too-early NFL Week 1 picks and best bets: Two Super Bowl-winning coaches roll and an NFC North surprise",
    "author": "publisher",
    "body": "With less than six weeks to go until Week 1 of the NFL regular season, I still have no idea if there's actually going to be a Week 1, and even if it does happen, I don't know if there will actually be fans and I have no idea who's going to be on the field due to all the opt-outs, but you know what, the headline has promised you some picks, so I'm going to give you some picks.",
    "category": "Football",
    "likes": 131,
    "shared": 13
  },
  {
    "_id": "5f23e71d0930128f02cd82d2",
    "user": "5f23ea3fbd7c768fb0c1af03",
    "title": "New ace? This pitcher's off to historic start",
    "author": "publisher",
    "body": "The Indians’ starting rotation got all the attention during the team’s six-game homestand against the Royals and White Sox. Tribe manager Terry Francona said that if they left Minnesota on Sunday making the same remarks about their starters after facing a lethal Twins lineup, they’d be in pretty good shape.",
    "category": "Baseball",
    "likes": 153,
    "shared": 43
  },
  {
    "_id": "5f23e7510930128f02cd82d3",
    "user": "5f23ea3fbd7c768fb0c1af03",
    "title": "NBA season restarts with pair of first-night thrillers",
    "author": "publisher",
    "body": "The first basket since March 11 was scored by Rudy Gobert, an inescapable coincidence since Gobert's positive test for the coronavirus caused the NBA to shut down on that date. Gobert's jersey features the word Equality on its back,  a social justice message now allowed by the league.",
    "category": "Basketball",
    "likes": 112,
    "shared": 12
  }
]
